namespace завдання__4
{
    internal class Program
    {
        static void Main(string[] args)
        {
            // Дейко Влад
            Console.WriteLine("Студент:Дейко Влад");

            // Введення кількості комп'ютерів у вересні
            Console.Write("Введіть кількість комп'ютерів у класі №1: ");
            int C1 = int.Parse(Console.ReadLine());

            Console.Write("Введіть кількість комп'ютерів у класі №2: ");
            int C2 = int.Parse(Console.ReadLine());

            // Виведення даних за вересень
            Console.WriteLine($"Вересень: клас №1 - {C1} комп'ютерів, клас №2 - {C2} комп'ютерів.");

            // Обмін комп'ютерами у жовтні
            int temp = C1;
            C1 = C2;
            C2 = temp;

            // Виведення даних за жовтень
            Console.WriteLine($"Жовтень: клас №1 - {C1} комп'ютерів, клас №2 - {C2} комп'ютерів.");

            // Зміни в грудні
            C1 += 3; // Додали 3 комп'ютери в клас №1
            C2 -= 2; // Вилучили 2 комп'ютери з класу №2

            // Виведення даних за грудень
            Console.WriteLine($"Грудень: клас №1 - {C1} комп'ютерів, клас №2 - {C2} комп'ютерів.");
        }
    }
}
